Repository: Eulentier161/IT2zBot
Catalog: it2zbot/translations/*/LC_MESSAGES/messages.po
Languages: de, ja

source: help, owls are too cute and awesome
de: hilfe, Eulen sind zu süß und toll
ja: 助けて、フクロウは可愛くて素晴らしい

source: Beim betreten des Einganges findest du eine Münze! Etwas weiter geradeaus befindet sich ein zwielichtiger Pfad nach links und ein beleuchteter Pfad nach rechts.
ja: 入り口に入るとコインが見つかります！ もう少し進むと左側に暗い道、右側に明るい道があります。

source: Description
de: Beschreibung
ja: 説明

source: Du hast den Angriff abgewehrt und keine Lebenspunkte verloren
ja: 攻撃をブロックし、ライフポイントを失わなかった

source: Du wurdest getroffen! Dir wurden {dmg} Lebenspunkte abgezogen. Du hast noch: {life} Lebenspunkte.
ja: 攻撃を受けました！ 体力が {dmg} 減りました。 体力が {life} 残っています。

source: Issue
de: Problem
ja: 問題

source: Oops! Something went wrong.
de: Ups! Etwas ist schiefgelaufen.
ja: おっと！問題が発生しました。

source: Thanks for your feedback!
de: Danke für deine Rückmeldung!
ja: フィードバックありがとうございます!

source: Title
de: Titel
ja: タイトル

source: assign a custom color-role to yourself or change your color
de: Setze eine maßgeschneiderte Rollenfarbe für dich selbst oder ändere die Farbe
ja: 自分にカスタムカラーロールを割り当てたり、色を変更したりします

source: code where?!
de: wo Quelltext?!
ja: コードはどこですか？！

source: issue
de: problem
ja: 問題

source: owls are too cute, pls fix!?
de: Eulen sind zu süß, bitte beheben!?
ja: フクロウが可愛すぎるので、直してください！？

source: poll
de: umfrage
ja: 投票

source: something went wrong
de: irgendwas ist schiefgelaufen
ja: 問題が発生しました

source: channel
de: kanal
ja: チャネル

source: delete a custom reaction
de: lösche eine maßgeschneiderte Reaktion
ja: カスタム反応を削除する

source: `gold: {gold}` `life: {life}`
de: `Gold: {gold}` `Leben: {life}`
ja: `ゴールド: {gold}` `ライフ: {life}`

source: create an issue for this project on github
de: erstelle ein Problem für dieses Projekt auf Github
ja: githubでこのプロジェクトの問題を作成する

source: get a random quote
de: erhalte ein zufälliges Zitat
ja: ランダムな見積もりを取得する

source: links
ja: 左

source: the message does not contain plain text and is discarded
de: die Nachricht enthält keinen einfachen Text und wurde aussortiert
ja: メッセージにはプレーンテキストが含まれていないため破棄されます

source: Any
de: Beliebig
ja: 何なり

source: Christmas
de: Weihnachten
ja: クリスマス

source: quote
de: zitat
ja: 引用

source: result
de: ergebnis
ja: 結果

source: Black Jack
de: Schwarzer Jack
ja: ブラックジャック

source: Black Jack!
de: Schwarzer Jack!
ja: ブラックジャック！

source: Custom Reactions
de: Maßgeschneiderte Reaktionen
ja: カスタム反応

source: Dark
de: Dunkel
ja: ブラックユーモア

source: Das ist der Wald. Das Spiel endet Hier.
ja: ここが森です。 ゲームはここで終わります。

source: Days
de: Tage
ja: 日

source: Der Pfad endet hier. du musst zurück um Anfang um den rest zu Erkunden!
ja: 道はここで終わります。残りの部分を探索するには、最初に戻る必要があります！

source: Du bist gestorben :( ---GAME OVER---)
ja: あなたは死んだ (╥﹏╥) ---GAME OVER---)

source: Du stehst in einem Wald mit einer Taschenlampe. Vor dir ist ein Mysteriöser Eingang.
ja: あなたは懐中電灯を持って森の中に立っています。目の前には不思議な入り口があります。

source: Eingang Erkunden
ja: 入り口を探索

source: Guild Channel to target. Defaults to current channel.
de: Serverkanal welcher als Ziel gefasst wird.
ja: ターゲットとするギルド チャネル。デフォルトは現在のチャネルです。

source: Hours
de: Stunden
ja: 時間

source: I'll remind {name} in {amount} {unit}
de: Ich werde {name} in {amount} {unit} erinnern
ja: {name} に {amount} {unit} でリマインダーを送ります

source: In der Höhle begegnet die Ein Goblin der dich angreift! Du schaffst es gerade noch zu fliehen
ja: 洞窟の中でゴブリンに遭遇し、攻撃を受けます。なんとか逃げ切ります

source: Minutes
de: Minuten
ja: 分

source: Misc
de: Sonstiges
ja: その他

source: Pfad
ja: 径路

source: Press the Button!!
de: Drück den Knopf!!
ja: ボタンを押してください!!

source: Programming
de: Programmierung
ja: プログラミング

source: Pun
de: Wortspiel
ja: 駄洒落

source: Spooky
de: Gruselig
ja: 不気味な

source: Weiter laufen
ja: 走り続ける

source: You did press the Button!! Yay!!
de: Du hast den Knopf gedrückt!! Juhu!!
ja: ボタンを押しましたね！！やったー！！

source: You dont have a custom color
de: Du hast keine maßgeschneiderte Rollenfarbe
ja: カスタムカラーがありません

source: Your custom color has been deleted
de: Deine maßgeschneiderte Rollenfarbe wurde gelöscht
ja: カスタムカラーが削除されました

source: moodle_status
ja: moodle_状態

source: a message to be reminded of
de: eine Nachricht an die erinnert wird
ja: 思い出すべきメッセージ

source: amount
de: menge
ja: 分量

source: avatar
de: profilbild
ja: プロフィール写真

source: blackjack
de: schwarzerjack
ja: ブラックジャック

source: bust
ja: 破綻

source: button
de: knopf
ja: 抓み

source: category
de: kategorie
ja: 種類

source: color
de: farbe
ja: 色

source: create
de: erstellen
ja: 作成する

source: create a new custom reaction
de: erstelle eine neue maßgeschneiderte Reaktion
ja: 新しいカスタム反応を作成する

source: create a reminder
de: Erststelle eine Erinnerung
ja: リマインダーを作成する

source: custom_reactions
de: maßgeschneiderte_reaktionen
ja: カスタム反応

source: dealer bust
ja: ディーラーの破産

source: dealers turn
de: Dealers Zug
ja: ディーラーは

source: delete
de: löschen
ja: 消去

source: delete your custom color role from the guild
de: Lösche deine maßgeschneiderte Farbenrolle von dem Server
ja: ギルドからカスタムカラーロールを削除する

source: delete_custom_color
de: lösche_maßgeschneiderte_farbe
ja: カスタムカラーを削除する

source: failure
de: fehlschlag
ja: 故障

source: get a button to click
de: erhalte einen Knopf zum drücken
ja: クリックするボタンを取得する

source: get a channel topic
de: erhalte das Kanalthema
ja: チャンネルトピックを取得する

source: get a random joke
de: erhalte einen zufälligen Witz
ja: ランダムなジョークを言う

source: get a users avatar
de: erhalte das Profilbild eine Benutzers
ja: ユーザーのアバターを取得する

source: get_topic
de: erhalte_thema
ja: トピックを取得

source: hit
ja: ヒット

source: how long from now?
de: wie lange von jetzt?
ja: 今からどれくらいですか?

source: init_role_picker
de: init_rollen_wähler
ja: ロールピッカーの初期化

source: joke
de: witz
ja: ジョーク

source: joke category
de: Witzkategorie
ja: ジョークカテゴリー

source: list
de: liste
ja: リスト

source: list all custom reactions
de: liste alle maßgeschneiderten Reaktionen auf
ja: すべてのカスタム反応を一覧表示する

source: lose
de: verloren
ja: 負ける

source: make the bot say something in a channel
de: lass den bot eine Nachricht in einem Kanal senden
ja: ボットにチャンネルで何かを言わせる

source: message
de: nachricht
ja: メッセージ

source: who
de: wer
ja: 誰

source: play a game of blackjack
de: spiele eine Runde Schwarzer Jack
ja: ブラックジャックをする

source: rechts
ja: 右

source: remind
de: erinnern
ja: 思い出させる

source: response
de: antwort
ja: 応答

source: response for this custom reaction
de: Antwort für diese maßgeschneiderte Reaktion
ja: このカスタム反応に対する応答

source: say
de: sag
ja: 云う

source: self_management
de: selbst_management
ja: 自己管理

source: set a new channel topic
de: setzt ein neues Kanalthema
ja: 新しいチャンネルトピックを設定する

source: set_custom_color
de: setze_maßgeschneiderte_farbe
ja: カスタムカラーを設定する

source: set_topic
de: setze_thema
ja: トピックを設定する

source: shorten
de: kürzen
ja: 短くする

source: shorten a url with the worlds famous eule.wtf TM service
de: kürze eine URL mit dem Weltbekannten eule.wtf TM Dienst
ja: 世界的に有名なeule.wtf TMサービスでリンクを短縮する

source: simple_game
de: einfaches_spiel
ja: シンプルなゲーム

source: slug
ja: ナメクジ

source: source
de: quelle
ja: ソース

source: start
ja: 開始

source: starting hands
de: starthände
ja: スターティングハンド

source: stop
ja: 停止

source: text that triggers this custom reaction
de: Text der diese maßgeschneiderte Reaktion aufruft
ja: このカスタム反応をトリガーするテキスト

source: the big url to shorten
de: die große URL, welche zu kürzen ist
ja: 短縮するための大きなリンク

source: the channel to send the message to
de: der Kanal in dem die Nachricht gesendet wird
ja: メッセージを送信するチャネル

source: the color you want to set
de: die farbe welche du setzen willst
ja: 設定したい色

source: the message to send
de: die Nachricht welche gesendet wird
ja: 送信するメッセージ

source: the new topic
de: das neue Thema
ja: 新しいトピック

source: the slug in 'https://eule.wtf/slug'
de: der Slug in 'https://eule.wtf/slug'
ja: 「https://eule.wtf/slug」のスラッグ

source: there is already a custom reaction with this trigger
de: Es besteht bereits ein Eintrag für dieses Kennwort
ja: このトリガーには既にカスタム反応があります

source: this command can only be used in guilds
de: dieser Befehl kann nur in Servern genutzt werden
ja: このコマンドはギルド内でのみ使用できます

source: this message has already been saved as quote
de: diese Nachricht wurde bereits als Zitat gespeichert
ja: このメッセージはすでに引用として保存されています

source: tie
de: unentschieden
ja: 同点

source: topic
de: thema
ja: トピック

source: trigger
de: auslöser
ja: トリガー

source: unit
de: einheit
ja: ユニット

source: unreachable
de: unerreichbar
ja: 到達不能

source: url
ja: ハイパーリンク

source: who should be mentioned?
de: wer soll benachrichtigt werden?
ja: 誰について言及すべきでしょうか?

source: win
de: gewonnen
ja: 勝つ

source: you
de: dich
ja: 君

source: you can't delete this reaction. only a bot-admin or the user who created this reaction may delete it
de: Du kannst diese Reaktion nicht löschen. Nur der Bot-Administrator oder der Nutzer welcher diese Reaktion erstellt hat, kann sie löschen
ja: このリアクションは削除できません。ボット管理者またはこのリアクションを作成したユーザーのみが削除できます
